---
kind: property
id: P:Autodesk.Revit.DB.SymbolTypeId.KgfDashM
source: html/c0b1995f-92ab-22e3-f18b-d0b6e30ae30a.htm
---
# Autodesk.Revit.DB.SymbolTypeId.KgfDashM Property

Symbol kgf-m, indicating unit Kilogram force meters.

## Syntax (C#)
```csharp
public static ForgeTypeId KgfDashM { get; }
```